{
  "clientes": [
    {
      "nome": "Yuki Tanabe",
      "idade": 28,
      "profissao": "Fotografa freelancer",
      "descricao": "Uma jovem de olhar melancolico entra. Carrega uma camera antiga pendurada no pescoco e um envelope amarelado na bolsa.",
      "genero_masculino": false,
      "prato_favorito": "Tamago Gohan",
      "memoria": "Estas fotos... eu nunca consegui olhar direito. Naquela noite, eu fotografei as chamas em vez de ajudar. Talvez voce encontre algo nelas. Eu so encontrei vergonha.",
      "deixa_envelope": true
    },
    {
      "nome": "Tanaka Kenji",
      "idade": 58,
      "profissao": "Ex-bombeiro aposentado",
      "descricao": "Um homem robusto de cabelos grisalhos entra pesadamente. Suas maos grandes e calejadas tremem levemente. Cheira a sake.",
      "genero_masculino": true,
      "prato_favorito": "Katsudon",
      "memoria": "Eu segurei a mao dele enquanto morria. O chef... Takeshi. O fogo nao parecia vir da cozinha, sabe? Ele disse um nome no final... nao era o meu. Nunca descobri de quem era.",
      "deixa_envelope": false
    },
    {
      "nome": "Ryo Ishida",
      "idade": 35,
      "profissao": "Motorista de taxi noturno",
      "descricao": "Um homem magro e nervoso entra, olhando para os lados. Usa uniforme de taxista e parece nao dormir ha dias.",
      "genero_masculino": true,
      "prato_favorito": "Ochazuke",
      "memoria": "Eu trabalhava la. No restaurante do Takeshi. Quando o alarme tocou, eu corri. Tinha outro funcionario... mais novo. Acho que ele ficou. Acho que ele estava tentando ajudar. E eu corri.",
      "deixa_envelope": false
    },
    {
      "nome": "Midori Sato",
      "idade": 67,
      "profissao": "Aposentada, ex-florista",
      "descricao": "Uma senhora pequena e gentil entra com passos curtos. Usa um broche de flor no casaco e sorri com os olhos.",
      "genero_masculino": false,
      "prato_favorito": "Miso Shiru",
      "memoria": "Takeshi-san me mandava essa sopa no inverno. Eu tinha uma floricultura ao lado do restaurante dele. Uma semana antes do incendio, eu vi faiscas no quadro de luz. Avisei ele. Ele disse que ia resolver.",
      "deixa_envelope": false
    },
    {
      "nome": "Sachiko Yamamoto",
      "idade": 32,
      "profissao": "Contadora",
      "descricao": "Uma mulher seria entra ainda de roupas formais, mesmo sendo madrugada. Tensao visivel nos ombros, olheiras profundas.",
      "genero_masculino": false,
      "prato_favorito": "Nikujaga",
      "memoria": "Meu pai fazia esse prato. Ele era dono de um restaurante... morreu num incendio ha dez anos. Encontrei um caderno dele depois. Ele escreveu que nao podia fechar para reforma porque 'o menino precisava do emprego'. Eu nunca conheci esse aprendiz. Espero que ele saiba que meu pai se importava.",
      "deixa_envelope": false
    },
    {
      "nome": "Hiroto Kimura",
      "idade": 18,
      "profissao": "Estudante universitario",
      "descricao": "Um jovem magro de olhar intenso entra com uma mochila. Parece estar procurando algo - ou alguem.",
      "genero_masculino": true,
      "prato_favorito": "Omurice",
      "memoria": "Eu ia comer esse prato naquela noite. Tinha oito anos. Estava no restaurante com minha mae quando o fogo comecou. Um homem jovem me carregou para fora pela fumaca. Ele tinha... ele tinha uma cicatriz. Passei dez anos procurando ele. Queria dizer que a vida dele valeu a pena. Porque eu estou vivo.",
      "deixa_envelope": false
    }
  ]
}
